/* Message of 'trigger interval not set' error notif */
"Repeat interval not set" = "Repeat interval not set";

/* Title of the notif when a 'repeat' trigger fails (interval not set) */
"Trigger Repeat Failure" = "Trigger Repeat Failure";

